{
    "posts": [
        {
            "text": "We specialize in manufacturing and supplying a wide range of interior doors and all construction and interior design materials from Turkey at Doorika™. We offer various styles from our factory in Konya, Turkey, meeting the needs of construction companies, architectural projects, and retailers. Each image highlights the exceptional quality, variety, and innovative craftsmanship of our products. نسعى لتجسيد الابتكار والتميز من خلال التصاميم المعاصرة والألوان النابضة بالحياة التي تجذب الانتباه وتظهر بوضوح التزامنا برضا العملاء. Nous nous spécialisons dans la fabrication et la fourniture d'une large gamme de portes intérieures et de tous les matériaux de construction et de design d'intérieur depuis la Turquie chez Doorika™. Nous offrons divers styles de notre usine à Konya, Turquie, répondant aux besoins des entreprises de construction, des projets architecturaux et des détaillants. Chaque image met en avant la qualité exceptionnelle, la variété et l'artisanat innovant de nos produits.\n\n#interiordoors #constructionmaterials #interiordesign #quality #innovation #construction #architecture #retailers #customer #satisfaction\nContact us: info@doorika.com\nWhatsApp: https://wa.me/+905396701379\nWebsite: www.doorika.com",
            "image": "C:\\Users\\abdul\\Downloads\\AI-FB-Robot\\media\\media1\\1.mp4"
        },
        {
            "text": "At Doorika™, we manufacture and supply high-quality interior doors and all construction and interior design materials from Turkey. Our products cater to the needs of construction companies, architectural projects, and retailers. نسعى لتلبية احتياجات شركات البناء ومشاريع الهندسة المعمارية وتجار التجزئة من خلال تصنيع وتوريد أبواب داخلية عالية الجودة وجميع مواد البناء وتصميم الديكور الداخلي من تركيا في Doorika™. Nos produits répondent aux besoins des entreprises de construction, des projets architecturaux et des détaillants.\n\n#highqualitydoors #constructionmaterials #interiordesign #construction #retailers #customer #satisfaction\nContact us: info@doorika.com\nWhatsApp: https://wa.me/+905396701379\nWebsite: www.doorika.com",
            "image": "C:\\Users\\abdul\\Downloads\\AI-FB-Robot\\media\\media1\\2.png"
        },
        {
            "text": "Discover the excellence of Doorika™. From Konya, Turkey, we offer premium interior doors and all construction and interior design materials. Serving construction firms, architectural projects, and retail outlets, our products stand out for their quality, variety, and innovative design. اكتشفوا تميز Doorika™. من قونية بتركيا، نقدم أبواب داخلية فاخرة وجميع مواد البناء وتصميم الديكور الداخلي. Nos produits, destinés aux entreprises de construction, aux projets architecturaux et aux détaillants, se distinguent par leur qualité, leur variété et leur design innovant.\n\n#premiumdoors #constructionmaterials #interiordesign #quality #innovation #architecture #retailers #customer #satisfaction\nContact us: info@doorika.com\nWhatsApp: https://wa.me/+905396701379\nWebsite: www.doorika.com",
            "image": "C:\\Users\\abdul\\Downloads\\AI-FB-Robot\\media\\media1\\3.png"
        },
        {
            "text": "Enhance your spaces with Doorika™. We specialize in interior doors and all construction and interior design materials from Turkey. Tailored for construction companies, architectural projects, and retailers, our products highlight superior quality and craftsmanship. حسّنوا مساحاتكم مع Doorika™. نحن متخصصون في الأبواب الداخلية وجميع مواد البناء وتصميم الديكور الداخلي من تركيا. Nos produits, adaptés aux entreprises de construction, aux projets architecturaux et aux détaillants, mettent en avant une qualité et un artisanat supérieurs.\n\n#enhanceyourspace #interiordoors #constructionmaterials #interiordesign #quality #craftsmanship #construction #retailers #customer #satisfaction\nContact us: info@doorika.com\nWhatsApp: https://wa.me/+905396701379\nWebsite: www.doorika.com",
            "image": "C:\\Users\\abdul\\Downloads\\AI-FB-Robot\\media\\media1\\3.png"
        },
        {
            "text": "Choose Doorika™ for your interior door needs and all construction and interior design materials. Based in Konya, Turkey, we offer high-quality products designed for construction companies, architectural projects, and retailers. اختر Doorika™ لاحتياجاتك من الأبواب الداخلية وجميع مواد البناء وتصميم الديكور الداخلي. مقرنا في قونية بتركيا، نقدم منتجات عالية الجودة مصممة لشركات البناء والمشاريع المعمارية وتجار التجزئة. Choisissez Doorika™ pour vos besoins en portes intérieures et tous les matériaux de construction et de design d'intérieur. Basés à Konya, Turquie, nous offrons des produits de haute qualité conçus pour les entreprises de construction, les projets architecturaux et les détaillants.\n\n#choosequality #interiordoors #constructionmaterials #interiordesign #construction #architecture #retailers #customer #satisfaction\nContact us: info@doorika.com\nWhatsApp: https://wa.me/+905396701379\nWebsite: www.doorika.com",
            "image": "C:\\Users\\abdul\\Downloads\\AI-FB-Robot\\media\\media1\\5.png"
        },
        {
            "text": "Transform your projects with Doorika™. We manufacture and supply a diverse range of interior doors and all construction and interior design materials from Turkey. Our products meet the demands of construction companies, architectural projects, and retailers. حوّل مشاريعك مع Doorika™. نحن نصنع ونورد مجموعة متنوعة من الأبواب الداخلية وجميع مواد البناء وتصميم الديكور الداخلي من تركيا. Transformez vos projets avec Doorika™. Nous fabriquons et fournissons une gamme variée de portes intérieures et tous les matériaux de construction et de design d'intérieur depuis la Turquie.\n\n#transformprojects #interiordoors #constructionmaterials #interiordesign #quality #innovation #architecture #retailers #customer #satisfaction\nContact us: info@doorika.com\nWhatsApp: https://wa.me/+905396701379\nWebsite: www.doorika.com",
            "image": "C:\\Users\\abdul\\Downloads\\AI-FB-Robot\\media\\media1\\6.png"
        }
    ],
    "groups": [
        "https://www.facebook.com/groups/1721951908108947/",
        "https://www.facebook.com/groups/367189061739662/",
        "https://www.facebook.com/groups/doorhandle/"
    ],
    "groups1": [
        "https://www.facebook.com/groups/1629202810718675/",
        "https://www.facebook.com/groups/1400274653523972/",
        "https://www.facebook.com/groups/1373444966327199/",
        "https://www.facebook.com/groups/1296202460739075/",
        "https://www.facebook.com/groups/1277094336384327/",
        "https://www.facebook.com/groups/894209468096846/",
        "https://www.facebook.com/groups/926078427548912/",
        "https://www.facebook.com/groups/290613715128113/",
        "https://www.facebook.com/groups/495548134976825/",
        "https://www.facebook.com/groups/546837200565660/",
        "https://www.facebook.com/groups/533429603431259/",
        "https://www.facebook.com/groups/PVCWindowsDoorsinLuxor/",
        "https://www.facebook.com/groups/580698592928178/",
        "https://www.facebook.com/groups/1054094274659999/",
        "https://www.facebook.com/groups/915512685208477/",
        "https://www.facebook.com/groups/961737358039837/",
        "https://www.facebook.com/groups/441795900804439/",
        "https://www.facebook.com/groups/GarageDoor/",
        "https://www.facebook.com/groups/806186653224678/",
        "https://www.facebook.com/groups/776870800334692/",
        "https://www.facebook.com/groups/1187603571771832/",
        "https://www.facebook.com/groups/1118876638274991/",
        "https://www.facebook.com/groups/2045665848905216/",
        "https://www.facebook.com/groups/weidahardware/",
        "https://www.facebook.com/groups/678797602844392/",
        "https://www.facebook.com/groups/iran.automaticdoor/"
    ]
}