{
	"posts": [
	  {
		"text": "#NourActu vous informe en temps réel sur l'actualité mondiale. Ne manquez aucune nouvelle importante, suivez-nous dès maintenant ! #Actualités #News #InfoMonde #Journalisme",
		"image": "C:\\image\\fbkGrupimages\\nouractu\\1.jpeg"
	  },
	  {
		"text": "#NourActu, votre source fiable d'informations locales et internationales. Rejoignez notre communauté pour rester bien informé ! #Actualités #Journalisme #News",
		"image": "C:\\image\\fbkGrupimages\\nouractu\\2.jpeg"
	  },
	  {
		"text": "Explorez le monde à travers les yeux de #NourActu. Des articles captivants et des analyses approfondies vous attendent. Rejoignez-nous maintenant ! #Actualités #News",
		"image": "C:\\image\\fbkGrupimages\\nouractu\\3.jpeg"
	  },
	  {
		"text": "Restez connectés avec #NourActu pour des mises à jour régulières sur les événements qui façonnent notre monde. Abonnez-vous pour ne rien manquer ! #Actualités #News",
		"image": "C:\\image\\fbkGrupimages\\nouractu\\4.jpeg"
	  },
	  {
		"text": "#NourActu vous offre une couverture complète de l'actualité. Abonnez-vous pour recevoir des informations pertinentes et vérifiées chaque jour ! #Actualités #News",
		"image": "C:\\image\\fbkGrupimages\\nouractu\\5.jpeg"
	  },
	  {
		"text": "Informez-vous avec #NourActu, votre guide vers les actualités nationales et internationales. Rejoignez-nous pour des informations fiables et objectives ! #Actualités #News",
		"image": "C:\\image\\fbkGrupimages\\nouractu\\6.jpeg"
	  },
	  {
		"text": "#NourActu vous propose des reportages exclusifs et des analyses approfondies. Abonnez-vous pour une perspective unique sur l'actualité mondiale ! #Actualités #News",
		"image": "C:\\image\\fbkGrupimages\\nouractu\\7.jpeg"
	  },
	  {
		"text": "Découvrez les dernières nouvelles avec #NourActu. Suivez notre page pour être toujours au courant des événements marquants ! #Actualités #News",
		"image": "C:\\image\\fbkGrupimages\\nouractu\\8.jpeg"
	  },
	  {
		"text": "#NourActu vous informe sur les développements en temps réel. Abonnez-vous pour une couverture complète et impartiale de l'actualité ! #Actualités #News",
		"image": "C:\\image\\fbkGrupimages\\nouractu\\9.jpeg"
	  },
	  {
		"text": "Suivez #NourActu pour des articles équilibrés et des analyses approfondies. Ne manquez aucune mise à jour sur les événements mondiaux ! #Actualités #News",
		"image": "C:\\image\\fbkGrupimages\\nouractu\\10.jpeg"
	  },
	  {
		"text": "#NourActu, votre source d'information essentielle. Abonnez-vous pour des nouvelles précises et bien documentées ! #Actualités #News",
		"image": "C:\\image\\fbkGrupimages\\nouractu\\11.jpeg"
	  },
	  {
		"text": "Restez informé avec #NourActu. Suivez notre page pour des mises à jour en temps réel sur les événements locaux et internationaux ! #Actualités #News",
		"image": "C:\\image\\fbkGrupimages\\nouractu\\12.jpeg"
	  },
	  {
		"text": "Abonnez-vous à #NourActu pour des informations vérifiées et impartiales. Restez informés sur les événements qui comptent ! #Actualités #News",
		"image": "C:\\image\\fbkGrupimages\\nouractu\\13.jpeg"
	  },
	  {
		"text": "Ne manquez aucune mise à jour avec #NourActu. Suivez-nous pour des articles détaillés et des analyses approfondies ! #Actualités #News",
		"image": "C:\\image\\fbkGrupimages\\nouractu\\14.jpeg"
	  },
	  {
		"text": "#NourActu vous offre une lecture captivante avec des nouvelles pertinentes. Abonnez-vous dès maintenant pour rester informé ! #Actualités #News",
		"image": "C:\\image\\fbkGrupimages\\nouractu\\15.jpeg"
	  }
	],
	"groups": []
  }
  